Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: A new working environment portal for Norway collates and makes available information and tools for improving the working environment and preventing sickness absence.
nb: Den nye Arbeidsmiljøportalen samler og gjør tilgjengelig fagstoff og verktøy for å forbedre arbeidsmiljøet og forebygge sykefravær.

source: The field came on stream in 2001.
nb: Feltet startet produk-sjon i 2001.

source: The application should also contain a) an overview of any non-conformities and how they are handled with regard to risk reduction, b) a description of how long the assessments show the facility can be used, c) identification of the factors that will limit lifetime and indication of criteria for safe operation to the ex-
nb: aden bør også inneholde a) en oversikt over eventuelle avvik og hvordan disse er håndtert med hensyn til risikoreduksjon, b) en beskrivelse av hvor lenge vurderingene viser at innretningen nå kan brukes, c) identifisering av de forholdene som vil begrense levetiden, og angivelse av kriterier for sikker drift i den

source: the NS-EN ISO 19901 Part 1 standard for
nb: standarden NS-EN ISO 19901 del 1 brukes for

source: He was on a work platform about 12 metres above the drill floor, and was probably bending forward a little over the railing when the yoke for the top drive descended and snagged him.
nb: Boredekksarbeideren var på en arbeidsplattform cirka 12 meter over boredekk og bøyde seg trolig noe framover rekkverket, da åket til top-drive beveget seg nedover og hektet tak i personen.

source: e) a description of a system to ensure drinking water of satisfactory quality and in sufficient amounts, f) a description of a system to ensure adequate supplies of food, as well as sound food hygiene, g) a description of a system for keeping and handling journals, and h) a description of a system for handling nonconformities.
nb: e) en beskrivelse av system for å sikre drikkevann av tilstrekkelig mengde og kvalitet, f) en beskrivelse av system for å sikre tilstrekkelig forsyning av matvarer, samt forsvarlig matvarehygiene, g) en beskrivelse av system for journalføring og journalhåndtering, og h) en beskrivelse av system for avvikshåndtering.

source: The Petroleum Safety Authority Norway (PSA) and the Norwegian Labour Inspection Authority have jointly audited Norisol’s routines for handling notifications of censurable conditions (whistleblowing) at work.
nb: Petroleumstilsynet (Ptil) og Arbeidstilsynet har i samarbeid ført tilsyn med Norisol sine rutiner for håndtering av varsling av kritikkverdige forhold i virksomheten.

source: The co-location will reduce the number of work stations by around 70.
nb: Samlokaliseringen vil redusere antall kontorplasser/arbeidsstasjoner med ca. 70 i forhold til dagens situasjon.

source: The unit was originally built as a flotel, but was converted to a Mobile Offshore Drilling Unit at Harlan and Wolff Shipbuilding and Heavy Industries LTD, Belfast, in 1999.
nb: I 1999 ble den modifisert til en flyttbar boreinnretning hos Harlan and Wolff Shipbuilding and Heavy Industries Ltd i Belfast Innretningen eies av Fred Olsen Energy ASA og opereres av Dolphin a.s.

source: Songa Equinox is a semi-submersible drilling facility of the CAT D type.
nb: Songa Equinox er ei halvt nedsenkbar boreinnretning av typen CAT D.

source: In accordance with section 36 of the activities regulations, they must be adjusted by a factor of 0.6 when applied to the 12-hour shift which is the normal working time offshore.
nb: I tråd med aktivitetsforskriften §36 skal disse justeres med en faktor på 0,6 for å tilpasses 12-timers skift, som er normert arbeidstid offshore.

source: Aker BP has signed a framework agreement with Subsea 7 for the performance of MUO.
nb: Aker BP har inngått rammeavtale med Subsea 7 for å utføre BUO.

source: In this case, the ballast-water system has a similar function to the flare system in the process plant.
nb: I dette tilfellet har ballastsystemet tilsvarende funksjon som fakkelsystemet har i prosessanlegget.

source: A questionnaire-based survey is conducted in the RNNP every other year.
nb: Spørreskjemaundersøkelsen i RNNP blir gjennomført annethvert år.

source: ConocoPhillips – Consent to use Rowan Norway for plugging and abandonment of wells at Ekofisk
nb: ConocoPhillips - Ekofisk - konstruksjonssikkerhet

source: The regulations do not apply to Svalbard.
nb: Forskriften gjelder ikke for Svalbard.

source: Connecting the risers was not regarded as work over the sea.
nb: Sammenkoblingen av rørene ble ikke regnet som arbeid over sjø.

source: In addition, improvement points were identified relating to procedures within work on and operation of electrical facilities, electrical facilities – technical conditions, routines for temporary equipment, manning and maintenance backlogs in the electrical facilities domain, combined overview of risks and deficient investigations for preventing recurrence of hazard and accident situations.
nb: Det ble videre identifisert forbedringspunkt knyttet til prosedyrer innenfor arbeid i og drift av elektriske anlegg, elektriske anlegg - tekniske forhold, rutiner for midlertidig utstyr, bemanning og vedlikeholdsetterslep innenfor fagområdet elektriske anlegg, samlet oversikt over risiko og manglende undersøkelser for å hindre gjentakelse av fare og ulykkessituasjoner.

source: The PSA wishes the industry to incorporate the results from the comparison in an evaluation/code amendment proposal as part of NORSOK work, with reference to NORSOK U-100/NORSOK U-103. The report is available in Norwegian only.
nb: Ptil ønsker at industrien tar resultatene fra sammenlikningsstudien videre i en evaluering/forslag til endring av anbefaling som en del av NORSOK arbeidet, Ref NORSOK U-100/NORSOK U-103.

source: Nor was provision made for assessing the type of rope (rotation-resistant) or its sheave arrangement, or the pattern of use and operating time for the crane.
nb: Det var heller ikke lagt opp til å vurdere type ståltau (rotasjonsfattig) eller skivehjularrangementet for ståltauet samt bruksmønsteret og driftstiden for kranen.

source: It was delivered by the Daewoo yard in South Korea in 2016, is classified by DNV GL and registered in Singapore.
nb: Ho vart levert frå Daewoo-verftet i Sør-Korea i 2016, har klasse i DNV GL og er registrert i Singapore.

source: Deepsea Atlantic was completed in 2009, is registered in Norway and classified by DNV GL.
nb: Deepsea Atlantic sto ferdig i 2009, er registrert i Noreg og har klasse i DNV GL.

source: and lifting operations are provided on Åsgard B.
nb: av rigge- og løfteoperasjoner på Åsgard B.

source: Two new coordinators were ready and suited up as smoke divers, and seated themselves in the fire engine with smoke diver2.
nb: To nye koordinatorer var klar og oppkledd som røykdykkere og satte seg i brannbilen sammen med røykdykker2.

source: The consent applies to the drilling and completion of well 31/2-O-25 AYH XT.
nb: Samtykket gjeld boring og komplettering av brønn 31/2-O-25 AYH XT.

source: this may be attributed to the fact that competence requirements within well control are not clearly defined for all the job categories among the service companies.
nb: kan dette ha sammenheng med at kompetansekrav innenfor brønnkontroll ikke er tydelig definert for alle stillingskategoriene blant service-selskapene.

source: The noise exposure indicator shows no improvement in 2008.
nb: Indikator for støyeksponering viser ikke forbedring i 2008.

source: The method can be used to find log Pow-values from 0 to 6.
nb: Metoden kan brukes for å bestemme LogPow-verdier fra 0 til 6.

source: It was built in Russia and Italy and put into service in 2012.
nb: Ho blei bygd i Russland og Italia og tatt i bruk i 2012.

source: As regards training as mentioned in the first subsection, reference is made to relevant provisions on
nb: For opplæring som nevnt i første ledd, vises det til relevante bestemmelser om verneombud og

source: the standards ISO 13702, Appendix C5, and IEC 61508, and
nb: standardene ISO 13702 vedlegg C5 og IEC 61508, og

source: The plant operator went out to check, and also observed that liquid was flowing from a plastic hose mounted on the overflow from the collection sump. See figures 13 and 14.
nb: Uteoperatør går ut for å sjekke og observerer samtidig væske ut av en plastslange montert på overløpet fra samlesumpen (se figur 13 og 14).

source: should be used for drilling and well activities.
nb: brukes for bore- og brønnaktiviteter.

source: Such tasks require an approved work permit (WP), but no safe job analysis (SJA) has been conducted before the work was started.
nb: Denne type arbeid krever godkjent arbeidstillatelse (AT), men det blir ikke gjennomført sikker-jobb-analyse (SJA) for dette spesifikke arbeidet.

source: This was inadequate for the operation carried out during installation of the pump.
nb: Denne var ikke er dekkende for den operasjonen som ble utført under installeringen av råvannspumpen.

source: These should include information on use, checking and maintenance as well as how the pennant should
nb: Manualene skal blant annet informere om bruk, kontroll og vedlikehold samt om hvordan forløperen

source: Data recorded for 2008:
nb: Om data registrert for 2008:

source: qualification and follow-up of contractors.
nb: Kvalifisering og oppfølging av leverandører

source: Interviews and the document review also show that the DIR-00-0034 Risk Analysis procedure for Hazop was not followed in the Hazop meeting ahead of the ADS installation.
nb: I tillegg viser intervjuer og dokumentgjennomgang at prosedyre for HAZOP, "DIR-00-0034 Risk Analysis" ikke ble fulgt i gjennomføringen av HAZOP møte i forkant av monteringen av ADS.

source: This applies to handover of well responsibility both from D&V to B&B and vice versa.
nb: Dette gjelder for overlevering av brønnansvar både fra drift til B&B og den andre veien.

source: Furthermore, a conformity declaration and a user manual must be prepared for the finished machine
nb: Videre skal det utarbeides en samsvarserklæring og en bruksanvisning for den ferdige maskinen.

source: shows which response options personnel employed in the different types of companies have used for statements that deal with perceived value of simulator training and whether they themselves have completed adequate training on handling well control events in simulator.
nb: viser hvilke svaralternativer personell ansatt i de ulike selskapstypene har benyttet seg av for utsagn som omhandler opplevd verdi av simulatortrening og hvorvidt de selv har gjennomført tilstrekkelig trening på håndtering av brønnkontrollhendelser i simulator.

source: “I believe we’ll see rising activity in the time to come,“ says Sigbjørn Lundal, the company’s coordinating chief safety delegate.
nb: - Jeg har tro på at vi vil se en økende aktivitet framover, sier koordinerende hovedverneombud Sigbjørn Lundal i Schlumberger.

source: Protocols on Methods for the Testing of Chemicals Used in the Offshore Oil Industry (reference number: 2005-11 (a revised version of agreement 1995-07))".
nb: 2005-11 (a revised version of agreement 1995-07))". Testing av akutt giftighet på fisk er beskrevet i "Part B:

source: The test methods in the following standards should be used for penetrations:
nb: For gjennomføringer bør prøvemetodene i følgende standarder brukes:

source: Diving facilities shall at all times have available equipment such that personnel in chamber complexes, diving bells, subsea chambers and subsea vessels can be rescued in an emergency.
nb: Dykkeranlegg skal til enhver tid disponere utstyr slik at personell i kammerkompleks, dykkerklokker, undervannskamre og undervannsfarkoster kan reddes i en nødssituasjon.

source: Equinor – consent for extended operation of Statfjord Øst
nb: Equinor - samtykke til forlenga drift av Statfjord Øst

source: Data from onshore facilities have been analysed and presented in a separate report.
nb: Data fra landanlegg er analysert og presentert i en egen rapport.

source: The use of a drum diameter of 18xD/d is unlikely to have made any appreciable contribution to steel rope fatigue, since the latter runs in and out of the drum less frequently than over the sheaves.
nb: Bruk av 18xD/d som trommeldiameter har trolig ikke bidratt nevneverdig til utmattingen av ståltauet ettersom det går inn og ut av trommel med mindre frekvens enn over skivehjul.

source: Operator 2 replied that he was unoccupied and would take part.
nb: Operatør 2 svarte at han var ledig og at han ville være med.

source: requirements in section 5 of the Regulations, with reference to annex II.
nb: sikkerhet i forskriften § 5, jf. vedlegg II.

source: Drilling is planned to start in February 2018, with a duration of around 47 days, depending on whether a discovery is made.
nb: Boringa er planlagt starta i februar 2018 med ei varigheit på om lag 47 dagar, avhengig av funn.

source: transport and injection.
nb: -transport og injeksjon representerer.

source: plan for development and operation of a petroleum deposit (PDO) and plan for installation and operation of facilities for transport and for utilisation of petroleum (PIO)
nb: Veiledning til plan for utbygging og drift av en petroleumsforekomst (PUD) og plan for anlegg og drift av innretninger for transport og for utnyttelse av petroleum (PAD)

source: Operator 2 fell/slid without a hard hat to a lower level on the walkway below.
nb: Operatør 2 falt/skled uten hjelm til lavere nivå, på gangveien under.

source: The consent applies to the drilling of a top hole for the Gullfaks Satellites (GFS).
nb: Samtykket omfattar boring av topphull på Gullfaks satellitter (GFS).

source: An important part of this delivery has been to assess how the security principles described in IEC 61508/511 and IEC 62443 are implemented.
nb: En viktig del av leveransen er å vurdere hvordan sikkerhetsprinsippene beskrevet i IEC 61508/511 og IEC 62443 blir ivaretatt.

source: It also emerged from interviews that this type of training was not always given when the level of activity was high or (too) little time was available to do it adequately.
nb: Under intervjuene fremkom det også at det ikke alltid blir gitt den typen opplæring når det er høyt aktivitetsnivå eller (for) liten tid til å få gjort det i tilstrekkelig grad.

source: Equipment suited for operations from jack-up facilities and wellhead platforms remains to be developed.
nb: Det gjenstår å utvikle utstyr tilpasset operasjoner fra oppjekkbare innretninger og brønnhode-plattformer.

source: Scarabeo 8 is a semi-submersible drilling facility of the Moss CS 50 MkII design.
nb: Scarabeo 8 er ei halvt nedsenkbar boreinnretning av Moss CS 50 MkII-design.

source: The wells from the main field and the wells from Visund Nord are tied to the Visund A platform by flexible risers.
nb: Brønnene på hovedfeltet og brønnene fra Visund Nord er knyttet til Visund A plattformen med fleksible stigerør.

source: The 2019 water level on the structure was thereby 152 metres LAT.
nb: Det vil si at 2019 nivå for vann nivå på konstruksjonen er 152 meter LAT.

source: MINC is designed with six raw water pumps, two in each leg.
nb: MINC er satt opp med seks råvannspumper, to i hver legg.

source: Aker BP ASA (Aker BP) is the operator of the Alvheim field in the North Sea, close to the boundary with the UK shelf, around 260 kilometres west of Stavanger.
nb: Aker BP ASA (Aker BP) er operatør på Alvheimfeltet, som ligg i Nordsjøen nær grensa til britisk sokkel om lag 260 kilometer vest for Stavanger.

source: barrier) impairments which were relevant for dealing with the absence of HT cables/insulation on the PSVs.
nb: prosessikring (primær barrieren) som var relevant for håndtering av manglende varmekabler og isolering på PSVene.

source: and rules in the previous Working Environment Regulations under the Working Environment Act, and further clarifies the Pollution Control Act (in Norwegian only).
nb: Videre vil helsepersonelloven og pasientrettighetsloven gjelde uansett om helsetjenesten, som kan være lovpålagt eller frivillig, og pasientene er tilknyttet petroleumsvirksomheten eller ikke.

source: Several indications received during the operation before handing the well back to D&V in December 2016 created uncertainty about the actual status of the manifold valves, particularly valve 42, and that the requirements for using a single barrier were not followed up.
nb: Det var flere indikasjoner underveis i operasjonen før tilbakelevering av brønn til drift i desember 2016 som ga grunn til usikkerhet rundt reell ventilstatus på manifoldventiler og da i særlig grad ventil 42 samt at krav for bruk av enkel barriere ikke var fulgt opp:

source: for operation of equipment for dynamic positioning, Classes 2 and 3,
nb: ved operasjon av utstyr for dynamisk posisjonering klasse 2 og 3,

source: We have given Equinor consent to use Transocean Spitsbergen for production drilling and completion on the Snorre field.
nb: Vi har gitt Equinor samtykke til bruk av Transocean Spitsbergen for produksjonsboring og komplettering på Snorrefeltet.

source: We have given Equinor consent for exploration drilling in block 30/6 in the North Sea.
nb: Vi har gitt Equinor samtykke til leiteboring i blokk 30/6 i Nordsjøen.

source: That in turn caused the side plate to slip outwards with a force exerted at 90 degrees from the beam.
nb: Dette medførte at sideplaten skled utover med en kraft 90 grader fra skiddebjelke.

source: Extended lifetime for Oseberg C
nb: Forlenga levetid for Oseberg C

source: Following a review of the documentation and conversations with personnel involved at Statoil, MH Wirth and KCAD, the team’s understanding is that no particular attention was devoted to the hoisting arrangement with regard either to the choice of rotation-resistant steel rope or the assessment of expected service life for this rope in the relevant winch and sheave arrangement.
nb: Etter gjennomgang av dokumentasjon og samtaler med involvert personell fra Statoil, MH Wirth og KCAD, er det vår forståelse at ståltauet i heisarrangementet ikke ble viet spesiell oppmerksomhet, hverken i valget av et rotasjonsfattig ståltau eller i vurdering av forventet levetid for dette tauet i det aktuelle vinsj- og skivearrangement.

source: It’s extremely important that the operators think these through.
nb: Det er ekstremt viktig at operatørene tenker gjennom hvilke strategier de har.

source: Vinnem had produced a statistical study on the risk level, and was approached in 1999 by the Norwegian Petroleum Directorate (NPD) – which then incorporated the PSA.
nb: I 1999 ble han utfordret av Oljedirektoratet (OD) til å bidra i arbeidet med å finne en enda bedre løsning for å utnytte alle tilgjengelige data, risikoanalyser og ekspertvurderinger.

source: with the purpose of developing a comprehensive understanding of risk for work-related injury and illness for various groups in the petroleum activities.
nb: , med formål å utvikle et helhetlig bilde av risiko for arbeidsbetinget skade og sykdom for ulike grupper i petroleumsvirksomheten.

source: 20M, dated 20.10.2015 describes, in chapter 3.4.6, that "a toolbox talk must be performed in addition to (an SJA), as a team talk in the field, in order to clarify assumptions and potential risk factors that the work might entail".
nb: 20M, datert 20.10.2015 er det beskrevet blant annet i kapittel 3.4.6 at «Før-jobb-samtale («toolbox-talk») utføres i tillegg til (SJA), som en gjengsamtale i felt, for å klargjøre forutsetninger og mulige faremomenter som arbeidet kan medføre».

source: As a result of this a mass transfer model was implemented in the CFD-model to account for gas dissolution.
nb: Som en følge av dette ble en modell for masseoverføring og gassinnløsning implementert i CFD-modellen.

source: The mud logger also observed the increase (from realtime drilling data onshore) and called up the driller on the facility.
nb: Slamlogger observerte også økningen (fra sanntids boredata på land) og ringte borer ute på innretningen.

source: The potential for bioaccumulation is given as the partition coefficient octanol/water, Log Pow.
nb: Bioakkumuleringspotensialet oppgis som fordelingskoeffisienten oktanol/vann, Log Pow.

source: process plants and auxiliary systems
nb: prosessanlegg og hjelpesystemer

source: There are some who are positive, including a person employed by a service company who comments that alliance contracts can help to make the “team” involved in drilling operations more robust.
nb: Det er enkelte som er positive deriblant en person ansatt i et serviceselskap som kommenterer at alliansekontrakter kan bidra til å gjøre organisasjonen som deltar i bore- og brønnoperasjoner mer robust.

source: We have given Wintershall Dea consent for exploration drilling in block 6406/3 in the Norwegian Sea.
nb: Vi har gitt Wintershall Dea samtykke til leiteboring i blokk 6406/3 i Norskehavet.

source: Equinor – Consent for the use of Transocean Spitsbergen on the Snorre field
nb: Equinor - Samtykke til bruk av Transocean Spitsbergen på Snorrefeltet

source: The results of the general user survey conducted in 2020 are now available.
nb: Nå foreligger resultatene fra den overordnede brukerundersøkelsen i 2020.

source: Bjørn Harald Flaten checks that the drill pipe functions as it should.
nb: Bjørn Harald Flaten sjekker at det elektroniske utstyret inne i borestrengen fungerer som det skal.

source: The status in 2008 shows that 24 per cent of the active wells on the Norwegian shelf have some form of integrity problems.
nb: Status i 2008 viser at 24 % av de aktive brønnene på norsksokkel har integritetsproblemer av ulik grad.

source: The consequence of the incident was material damage and a five-day halt to drilling.
nb: Konsekvensen av hendelsen var materielle skader i slamlaboratoriet og stans i boringen i fem dager.

source: Safety and working environment training pursuant to the Working Environment Act
nb: Opplæring i sikkerhet og arbeidsmiljø etter arbeidsmiljøloven

source: With regard to the gas released from the separator and vaporised from the oil (as a result of the high oil temperature), we have opted to assess this in the chapter on potential explosions above.
nb: Når det gjelder gassen som ble sluppet ut fra separatoren, samt gassen som dampet av fra oljen (som følge av høy temperatur i oljen), har vi valgt å vurdere dette i kapittelet om potensielle eksplosjoner ovenfor.

source: It was built at Aker Stord, is registered in the Marshall Islands and is classified by DNV GL.
nb: Den er bygd ved Aker Stord, er registrert på Marshalløyene og har klasse i DNV GL.

source: “So it’s important when working at night to be particularly observant when you’re at your own nadir, and for colleagues to help each other through their most difficult period in order to avoid accidents,” observes Bjorvatn.
nb: - Når man jobber natt, er det derfor viktig å være ekstra observant rundt sin egen nadir, og at kolleger gjerne hjelper hverandre gjennom den tyngste perioden, for å unngå ulykker.

source: The decision can be appealed pursuant to section 28 of the Public Administration Act.
nb: Vedtaket kan påklages etter forvaltningsloven § 28.

source: For personnel working for rig- and operator companies, 93% use the “agree” and “strongly agree” response options, while only 50% of the respondents from the Service Companies selects the same alternatives.
nb: For personell som jobber for rigg- og operatørselskaper benytter 93% seg av svaralternativene «enig» og «helt enig», mens kun 50% av respondentene fra serviceselskapene benytter seg av de samme svaralternativene.
